Repository: iD7me/Shortmoji-Translate
Catalog: *.lproj/Shortcuts.strings
Languages: ar

source: Enabled Shortcuts
ar: الإختصارات الممكنة

source: Disabled Shortcuts
ar: الإختصارات المعطلة

source: None
ar: لا شيء

source: Toggle Predictive Bar
ar: تبديل شريط التنبؤ

source: Toggle Bottom Bar
ar: تبديل الشريط السفلي

source: Copy
ar: نسخ

source: Cut
ar: قص

source: Paste
ar: لصق

source: Select
ar: تحديد

source: Select All
ar: تحديد الكل

source: Delete
ar: حذف

source: Undo
ar: تراجع

source: Redo
ar: إستعادة

source: Capitalized Case
ar: تكبير أول حرف

source: Uppercase
ar: أحرف كبيرة

source: Lowercase
ar: أحرف صغيرة

source: Dismiss keyboard
ar: إغلاق لوحة المفاتيح

source: Define
ar: القاموس

source: Beginning of Line
ar: بداية السطر

source: Ending of Line
ar: نهاية السطر

source: Beginning of Document
ar: بداية المستند

source: Ending of Document
ar: نهاية المستند

source: Cursor Down
ar: تحريك المؤشر للأسفل

source: Cursor Up
ar: تحريك المؤشر للأعلى

source: Cursor Left
ar: تحريك المؤشر لليسار

source: Cursor Right
ar: تحريك المؤشر لليمين

source: Previous Word
ar: الكلمة السابقة

source: Next Word
ar: الكلمة التالية

source: Dictation
ar: الإملاء الصوتي

source: Language
ar: اللغة

source: Language (without Emoji)
ar: اللغة (بدون رموز تعبيرية)

source: Emojis
ar: الرموز التعبيرية

source: Wasabi
ar: اداة Wasabi

source: Translomatic
ar: اداة Translomatic

source: Pasithea
ar: اداة Pasithea

source: Left Handed Keyboard
ar: نقل لوحة المفاتيح لليسار

source: Right Handed Keyboard
ar: نقل لوحة المفاتيح لليمين

source: Insert Text
ar: إدراج نص

source: Translate
ar: ترجمة

source: Bold
ar: عريض

source: Italic
ar: مائل

source: Underline
ar: تسطير

source: Strikethrough
ar: خط توسيط النص

source: Favorite Languages
ar: اللغات المفضلة

source: All Languages
ar: كل اللغات

source: New Line
ar: سطر جديد

source: Text Direction Right To Left
ar: إتجاه النص من اليمين لليسار

source: Text Direction Left To Right
ar: إتجاه النص من اليسار لليمين

source: Show Text Style Options
ar: عرض خيارات تنسيق النص

source: Share
ar: مشاركة
